Repository: Ji4n1ng/OpenInTerminal
Catalog: OpenInTerminal/PreferencesWindow/mul.lproj/Preferences.xcstrings
Source language: en
Languages: de, es, fr, it, ko, ru, tr, zh_hans

# 0Gy-jf-q6v.title
source: ❤️ Special thanks to:
de: ❤️ Besonderen Dank an:
es: ❤️ Agradecimiento especial a:
fr: ❤️ Spécial remerciement à:
it: ❤️ Un ringraziamento speciale a:
ko: ❤️ 특별히 감사드립니다:
ru: ❤️ Особое спасибо:
tr: ❤️ Özel olarak teşekkürler:
zh_hans: ❤️ 特别致谢:

# 2Rg-te-FPU.title
source: ⚠️ Note that this will reset all user preferences
de: ⚠️ Beachten Sie, dass dadurch alle Benutzereinstellungen zurückgesetzt werden.
es: ⚠️ Tenga en cuenta que se restablecerán todas las preferencias del usuario
fr: ⚠️ Notez que cela réinitialisera toutes les préférences de l'utilisateur
it: ⚠️ Tutte le Preferenze utente saranno ripristinate
ko: ⚠️ 모든 사용자 설정이 초기화됩니다
ru: ⚠️ Все пользовательские настройки будут сброшены
tr: ⚠️ Bu bütün kullanıcı tercihlerini sıfırlayacaktır
zh_hans: ⚠️ 注意这将会重置所有用户偏好设置

# 2we-f7-s2N.title
source: Apply to Finder Toolbar Menu
de: Auf das Finder-Symbolleistenmenü anwenden
es: Aplicar al menú de la barra de herramientas del Finder
fr: Appliquer au menu de la barre d'outils du Finder
it: Applica al Menu della Barra Strumenti del Finder
ko: Finder 툴바 메뉴에 적용하기
ru: Применить к меню панели инструментов Finder
tr: Finder Araç Menüsüne uygula
zh_hans: 应用到访达工具栏菜单

# 5f3-UK-Rft.title
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ko: 설정
ru: Настройки
tr: Tercihler
zh_hans: 偏好设置

# 592-4p-Ybh.title
source: If enabled, click the Menu Bar icon to toggle the action you choose. Right click to open the menu.
de: Falls aktiviert, klicken Sie auf das Symbol der Menüleiste, um die gewünschte Aktion zu aktivieren. Klicken Sie mit der rechten Maustaste, um das Menü zu öffnen.
es: Si está habilitado, haga clic en el icono de la barra de menú para alternar la acción que elija. Haga clic derecho para abrir el menú.
fr: Si cela est activé, un clique sur l’icône dans la barre des menus exécutera l’action choisie. Un clique droit ouvrira le menu.
it: Se selezionata, clicca sull'icona nella barra dei menu per eseguire l'azione rapida. Clicca con il tasto destro per aprire il menu.
ko: 만약 활성화되면 메뉴 바 아이콘을 클릭하여 선택한 작업을 실행할 수 있고, 우클릭하여 메뉴를 열 수 있습니다.
ru: Если включено, нажмите по иконке в меню, чтобы переключить действие. Правый клик для открытия меню.
tr: Eğer etkinleştirilirse Menu Çubuğundaki simge üzerinden yapılması istenen aksiyon seçilir. Menüyü açmak için sağ tıklayın
zh_hans: 启用后，点击系统状态栏图标以快速启动你所选择的操作。辅助点按（右键）以打开菜单。

# aRo-sy-WpK.title
source: Default Terminal:
de: Standard-Terminal:
es: Terminal predeterminado:
fr: Terminal par défaut:
it: Terminale di default:
ko: 기본 터미널:
ru: Терминал по-умолчанию:
tr: Varsayılan Terminal:
zh_hans: 默认终端:

# bCi-r8-MrK.title
source: Not Installed Applications
de: Nicht installierte Programme
es: Aplicaciones no instaladas
fr: Applications non installées
it: Applicazioni Non Installate
ko: 설치되지 않은 앱
ru: Нет установленных приложений
tr: Yüklü Olmayan Uygulamalar
zh_hans: 未安装的应用

# BrI-hE-Mff.title
source: Open a new window or a new tab.
de: Öffnen Sie ein neues Fenster oder einen neuen Tab.
es: Abra una nueva ventana o una nueva pestaña.
fr: Ouvre une nouvelle fenêtre ou un nouvel onglet à l’ouverture du chemin d’accès dans le terminal.
it: Apri una nuova finestra o un nuovo pannello quando apri un percorso nel terminale.
ko: 새 창 또는 탭 열기.
ru: Открыть новое окно или новую вкладку при открытии пути в терминале.
tr: Yeni bir pencere veya sekme aç.
zh_hans: 打开一个新的窗口或者标签。

# bT7-LU-sov.title
source: Installed Supported Applications
de: Installierte unterstützte Programme
es: Aplicaciones compatibles instaladas
fr: Applications prises en charge installées
it: Applicazioni Supportate Installate
ko: 설치된 지원되는 앱
ru: Установленные поддерживаемые приложения
tr: Yüklünmiş Desteklenen Uygulamalar
zh_hans: 已安装的受支持的应用

# BUH-CU-WBW.title
source: Hide status bar icon
de: Statusleistensymbol ausblenden
es: Ocultar icono de barra de estado
fr: Masquer l'icône de la barre d'état
it: Nascondi l'icona nella Barra dei Menu
ko: 상태 바 아이콘 가리기
ru: Скрыть иконку в строке состояния
tr: Durum Çubuğu Simgesini Gizle
zh_hans: 隐藏状态栏图标

# bvy-v3-hhf.title
source: Open with default Editor:
de: Mit Standard-Editor öffnen:
es: Abrir con editor predeterminado:
fr: Ouvrir avec l’éditeur par défaut:
it: Apri con l'Editor di default:
ko: 기본 에디터로 열기:
ru: Открыть в редакторе по-умолчанию:
tr: Varsayılan düzenleyici ile aç:
zh_hans: 打开默认编辑器:

# CP0-Xv-uYl.title
source: Icon Type:
de: Symboltyp:
es: Tipo de icono:
fr: Type d’icône:
it: Tipo di icona:
ko: 아이콘 타입:
ru: Тип значка:
tr: Simge Tipi:
zh_hans: 图标类型:

# Cp7-6g-ngj.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
ru: Отмена
tr: İptal
zh_hans: 取消

# Dyx-zg-hYe.title
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ko: 없음
ru: Нет
tr: Hiçbiri
zh_hans: 无

# eYl-05-W7a.title
source: Yes
de: ja
es: Sí
fr: Oui
it: Sì
ko: 예
ru: Да
tr: Evet
zh_hans: 是

# FBK-9S-cZf.title
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ko: 종료
ru: Выход
tr: Çıkış
zh_hans: 退出

# FpP-Q9-flS.title
source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
ko: 단축키
ru: Ярлыки
tr: Kısayollar
zh_hans: 快捷键

# G69-k2-hgn.title
source: None
de: Keine
es: Niguno
fr: Aucun
it: Nessuno
ko: 없음
ru: Нет
tr: Hiçbiri
zh_hans: 无

# Gn1-zC-bzB.title
source: General
de: Allgemein
fr: Général
it: Generali
ko: 일반
ru: Основные
tr: Genel
zh_hans: 通用

# gy9-lb-m8d.title
source: Quick toggle
de: Schnellwechsler
es: Accion rápida
fr: Exécution rapide
it: Azione rapida
ko: 빠른 전환
ru: Быстрое переключение
tr: Hızlı Seçim
zh_hans: 快速启动

# H3q-JS-Bu4.title
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ko: 고급
ru: Расширенные
tr: Gelişmiş
zh_hans: 高级

# h5X-oY-gqy.title
source: Application Name:
de: Programmname:
es: Nombre de la aplicación:
fr: Nom de l’application:
it: Nome dell’applicazione:
ko: 애플리케이션 이름:
ru: Название приложения:
tr: Uygulama Adı:
zh_hans: 应用名称:

# jcs-Ou-OZ2.title
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ko: 초기화
ru: Сброс
tr: Sıfırla
zh_hans: 重置

# jyI-H7-qN3.title
source: Reset preferences
de: Einstellungen zurücksetzen
es: Reiniciar preferencias
fr: Réinitialiser les préférences
it: Ripristina le preferenze
ko: 설정 초기화
ru: Сбросить настройки
tr: Tercihleri sıfırla
zh_hans: 重置设置

# k6X-N1-mVu.title
source: About
de: Über
es: Acerca de
fr: À propos
ko: 정보
ru: О приложении
tr: Hakkında
zh_hans: 关于

# Kua-ZD-31F.title
source: 💸 Donate:
de: 💸 Spenden:
es: 💸 Donar:
fr: 💸 Faire un don:
it: 💸 Dona:
ko: 💸 후원:
ru: 💸 Пожертвования:
tr: 💸 Bağış:
zh_hans: 💸 支持:

# lRl-dd-P8P.title
source: Path Escaping Options
de: Pfad-Escape-Optionen
es: Opciones de escape de ruta
fr: Options d’échappement de chemin
it: Opzioni di escape del percorso
ko: 경로 이스케이프 옵션
ru: Опции экранирования пути
tr: Yol Kaçış Seçenekleri
zh_hans: 路径转义选项

# Mqt-Fp-Ssl.title
source: Open with default Terminal:
de: Mit Standard-Terminal öffnen:
es: Abierto con terminal predeterminado:
fr: Ouvrir avec le terminal par défaut:
it: Apri con il Terminale di default:
ko: 기본 터미널로 열기:
ru: Открыть через Терминал по-умолчанию:
tr: Varsayılan Terminal ile Aç:
zh_hans: 打开默认终端:

# mTs-8c-pgj.title
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ko: 윈도우
ru: Окно
tr: Pencere
zh_hans: 窗口

# ngT-lX-vFA.title
source: OpenInTerminal will automatically launch at login.
de: OpenInTerminal wird bei der Anmeldung automatisch gestartet.
es: OpenInTerminal se iniciará automáticamente al iniciar sesión.
fr: OpenInTerminal sera automatiquement lancé à l’ouverture de la session.
it: OpenInTerminal si aprirà automaticamente al login.
ko: OpenInTerminal가 로그인시에 자동으로 실행됩니다.
ru: OpenInTerminal будет автоматически запускаться при старте системы
tr: OpenInTerminal oturum açma sırasında otomatik başlatılacaktır.
zh_hans: 启用后，OpenInTerminal 将会在登录时自动启动。

# nWc-SM-Kes.title
source: Custom Menu Options
de: Benutzerdefinierte Menüoptionen
es: Opciones de menú personalizado
fr: Options de menu personnalisées
it: Opzioni Personalizzate dei Menu
ko: 사용자 지정 메뉴 구성
ru: Пользовательские параметры меню
tr: Özel Menü Ayarları
zh_hans: 自定义菜单选项

# OET-MK-jpV.title
source: No
de: nein
fr: Non
ko: 아니요
ru: Нет
tr: Hayır
zh_hans: 否

# ofD-rA-gib.title
source: Quit OpenInTerminal
de: OpenInTerminal beenden
es: Salir de OpenInTerminal
it: Esci da OpenInTerminal
ko: OpenInTerminal 종료
ru: Выйти из OpenInTerminal
tr: OpenInTerminal'den Çık
zh_hans: 退出 OpenInTerminal

# RhP-R5-Wwt.title
source: Apply to Finder Context Menu
de: Auf das Finder-Kontextmenü anwenden
es: Aplicar al menú contextual del Finder
fr: Appliquer au menu contextuel du Finder
it: Applica al Menu Contestuale del Finder
ko: Finder 우클릭 메뉴에 적용하기
ru: Применить к контекстному меню Finder
tr: Finder İçerik Menüsüne Uygula
zh_hans: 应用到访达上下文菜单

# s5W-qL-1Xs.title
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Bar d’outils
it: Barra strumenti
ko: 사용자 지정
ru: Панель инструментов
tr: Özel
zh_hans: 自定义

# sG4-nK-ghj.title
source: Hide context menu items
de: Kontextmenüeinträge ausblenden
es: Ocultar elementos del menú contextual
fr: Masquer les éléments du menu contextuel
it: Nascondi gli Elementi del Menu Contestuale
ko: 우클릭 메뉴에서 숨기기
ru: Скрыть строки из контекстного меню
tr: İçerik Menüsü Ögelerini Sil
zh_hans: 隐藏上下文菜单项

# UCM-Ds-LYN.title
source: Application Type:
de: Programmtyp:
es: tipo de aplicacion:
fr: Type d’application :
it: Tipo di applicazione:
ko: 애플리케이션 타입:
ru: Тип приложения:
tr: Uygulama Tipi:
zh_hans: 应用类型:

# Upf-HU-iaN.title
source: You need to reopen the app to display Preferences.
de: Sie müssen das Programm erneut öffnen, um die Einstellungen anzuzeigen.
es: Debes volver a abrir la aplicación para mostrar las preferencias.
fr: Vous devez rouvrir l'application pour afficher les préférences.
it: Riavvia l'applicazione per salvare le nuove Preferenze.
ko: 설정을 표시하려면 앱을 다시 열어야 합니다.
ru: Перезапустите приложения, чтобы отобразить Настройки.
tr: Tercihleri görüntüleyebilmek için uygulama tekrar açılmalı.
zh_hans: 你需要重新打开应用来显示偏好设置。

# Vu4-Wz-Agk.title
source: ✉️ Contact:
de: ✉️ Kontakt:
es: ✉️ Contactar:
it: ✉️ Contattaci:
ko: ✉️ 연락처:
ru: ✉️ Связаться:
tr: ✉️ İletişim:
zh_hans: ✉️ 联系:

# wpb-Gv-KAp.title
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ko: 확인
ru: Подтвердить
tr: Onayla
zh_hans: 确认

# x6U-9Q-ujh.title
source: no
de: nein
fr: non
ko: 없음
ru: Нет
tr: hayır
zh_hans: 无

# Xd9-iA-emU.title
source: Copy path in Clipboard:
de: Pfad in die Zwischenablage kopieren:
es: Copiar ruta en el Portapapeles:
fr: Copier le chemin d’accès:
it: Copia percorso nella Clipboard:
ko: 위치를 클립보드에 복사:
ru: Скопировать путь в буфер обмена:
tr: Yolu Clipboard'a kopyala:
zh_hans: 拷贝路径到粘贴板:

# Xfc-rf-FkX.title
source: Default Text Editor:
de: Standard Text-Editor:
es: Editor de texto predeterminado:
fr: Éditeur par défaut:
it: Editor di testo di default:
ko: 기본 텍스트 에디터:
ru: Текстовый редактор по-умолчанию:
tr: Varsayılan Yazı Düzenleyecisi:
zh_hans: 默认编辑器:

# yrq-LZ-XDr.title
source: simple
de: einfach
it: semplice
ko: 간단하게
ru: простой
tr: basit
zh_hans: 简单

# ZbK-xW-anT.title
source: Launch OpenInTerminal at login
de: OpenInTerminal bei der Anmeldung starten
es: Abrir OpenInTerminal al iniciar sesión
fr: Lancer OpenInTerminal à l’ouverture de la session
it: Apri OpenInTerminal al Login
ko: OpenInTerminal를 로그인 시에 열기
ru: Запускать OpenInTerminal автоматически
tr: OpenInTerminal girişte çalıştır
zh_hans: 开机自动启动

# fb4-Xq-he0.title
source: Editor
fr: Éditeur
ko: 에디터
ru: Редактор
tr: Düzenleyici
zh_hans: 编辑器

# nYS-rF-JCL.title
source: Tab
fr: Onglet
it: Pannello
ko: 탭
ru: Вкладка
tr: Sekme
zh_hans: 标签页

# M3w-T0-vi7.title
source: Terminal
it: Terminale
ko: 터미널
ru: Терминал
zh_hans: 终端

# uok-iD-wXY.title
source: original
it: originale
ko: 원래대로
ru: оригинал
tr: orijinal
zh_hans: 原始

# dC4-C7-fEL.title
source: GitHub Sponsors
ko: GitHub 스폰서
zh_hans: GitHub 赞助

# HUx-Wz-JJm.title
source: WeChat
zh_hans: 微信

# NZE-zU-6ss.title
source: 🐦 Twitter:
zh_hans: 🐦 推特:

# Sw7-of-ecf.title
source: Alipay
zh_hans: 支付宝
